Repository: NevronOffice/localization-support
Catalog: Localization/NovDictionary_de-DE.tmx
Source language: en_us
Languages: de_de

source: Potentiometer
de_de: Potenziometer

source: Rheostat
de_de: Regelwiderstand

source: Preset Resistor
de_de: Preset-Widerstand

source: Fuse
de_de: Sicherung

source: Fuse 2
de_de: Sicherung 2

source: Fuse 3
de_de: Sicherung 3

source: Inductor
de_de: Spule

source: Transformer
de_de: Transformator

source: Vacuum Diode
de_de: Vakuum-Diode

source: Mosfet Enhancement N Channel
de_de: Erweiterung N-Kanal MOSFET

source: Mosfet Enhancement P Channel
de_de: Erweiterung P-Kanal MOSFET

source: Mosfet Depletion P Channel
de_de: Depletion P-Kanal MOSFET

source: Mosfet Depletion N Channel
de_de: Abbau N-Kanal MOSFET

source: Darlington Pair
de_de: Darlington paar

source: Sziklai Pair
de_de: Sziklai paar

source: Aerial
de_de: Luftbild

source: Frame Antenna
de_de: Rahmenantenne

source: Loop Antenna
de_de: Rahmenantenne

source: AND
de_de: und

source: OR
de_de: Oder

source: NOT
de_de: NICHT

source: NOR
de_de: NOCH

source: Crystal
de_de: Quarz

source: Circuit Breaker
de_de: Schaltkreisunterbrecher

source: Transducer
de_de: Messwandler

source: Thermocouple
de_de: Thermoelement

source: Oscillator
de_de: Oszillator

source: AC Source
de_de: Wechselstromquelle

source: DC Source
de_de: Gleichstromquelle

source: Latch
de_de: Riegel

source: Thermopile
de_de: Thermosäule

source: Strain Gauge
de_de: DMS

source: Bridge Rectifier
de_de: Brückengleichrichter

source: Heater
de_de: Heizgerät

source: Oscilloscope
de_de: Oszilloskop

source: Bell
de_de: Glocke

source: Buzzer
de_de: Summer

source: Speaker
de_de: Lautsprecher

source: Photocell
de_de: Fotozelle

source: Component
de_de: Komponente

source: Enterprise Area
de_de: Unternehmensbereich

source: Event
de_de: Ereignis

source: Function
de_de: Funktion

source: Information Material
de_de: Info-Material

source: Organizational Unit
de_de: Organisationseinheit

source: Process Group
de_de: Prozessgruppe

source: Process Path
de_de: Prozesspfad

source: Open Folder
de_de: Offener Ordner

source: Closed Folder
de_de: Geschlossener Ordner

source: Large Folder
de_de: Große Ordner

source: New File
de_de: Neue Datei

source: Blank File
de_de: Leere Datei

source: Classy Folder
de_de: Edel-Ordner

source: Simple Folder
de_de: Einfach Ordner

source: Simple Empty Folder
de_de: Einfach leere Ordner

source: Business Folder
de_de: Business-Ordner

source: Clipboard
de_de: Zwischenablage

source: Clipboard Full
de_de: Zwischenablage voll

source: Files
de_de: Dateien

source: Smooth Folder
de_de: Glatte Ordner

source: Rounded Folder
de_de: Abgerundete Ordner

source: File Folder
de_de: Dateiordner

source: Candy Folder
de_de: Candy-Ordner

source: Shiny Folder
de_de: Glänzende Ordner

source: Flat Folder
de_de: Flache Ordner

source: Folders
de_de: Ordner

source: Filled Folder
de_de: Gefüllten Ordner

source: Mail Stamp
de_de: Post-Stempel

source: File List
de_de: Dateiliste

source: Soft Folder
de_de: Weiche Ordner

source: Note Binder
de_de: Hinweis-Binder

source: Bosnia and Herzegovina
de_de: Bosnien und Herzegowina

source: Congo Democratic Republic of
de_de: Kongo Demokratische Republik

source: Congo Republic of
de_de: Kongo Republik

source: European Union
de_de: Europäische Union

source: Korea North
de_de: Nordkorea

source: Korea South
de_de: Korea-Süd

source: Micronesia
de_de: Mikronesien

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis

source: Saint Vincent and The Grenadines
de_de: St. Vincent und die Grenadinen

source: Sao Tome and Principe
de_de: Sao Tome und Principe

source: Serbia
de_de: Serbien

source: Tanzania
de_de: Tansania

source: Trinidad and Tobago
de_de: Trinidad und Tobago

source: United States
de_de: USA

source: Coffee Table
de_de: Couchtisch

source: Large Table
de_de: Großer Tisch

source: Magazines Table
de_de: Zeitschriften-Tabelle

source: Conference Table
de_de: Konferenztisch

source: Conference Table 2
de_de: Konferenztisch 2

source: Conference Table 3
de_de: Konferenztisch 3

source: Large Conference Table
de_de: Großer Besprechungstisch

source: Round Table
de_de: Runder Tisch

source: Oval Table
de_de: Ovaler Tisch

source: Chair 1
de_de: Lehrstuhl 1

source: Chair 2
de_de: Stuhl 2

source: Chair 3
de_de: Stuhl 3

source: Rolling Chair 1
de_de: Rollenden Stuhl 1

source: Comfy Chair 1
de_de: Bequemen Stuhl 1

source: Comfy Chair 2
de_de: Bequemen Stuhl 2

source: Comfy Rolling Chair
de_de: Bequemen Stuhl Rollen

source: Rolling Chair 2
de_de: Stuhl 2 Rollen

source: Rolling Chair 3
de_de: Rollenden Stuhl 3

source: Library Chair
de_de: Bibliothek Stuhl

source: Armchair
de_de: Sessel

source: Couch 1
de_de: 1 Couch

source: Soft Couch
de_de: Weiche Couch

source: Soft Loveseat
de_de: Weiche Loveseat

source: Soft Armchair
de_de: Weiche Sessel

source: Business Couch
de_de: Business Coach

source: Business Loveseat
de_de: Geschäft Loveseat

source: Business Armchair
de_de: Business Sessel

source: Loveseat 2
de_de: Sofa 2

source: Bench 1
de_de: Bank 1

source: Bench 2
de_de: Bank 2

source: Bench 3
de_de: Bank 3

source: Simple Desk
de_de: Einfachen Schreibtisch

source: Drawer Desk
de_de: Schublade Schreibtisch

source: Drawer Desk 2
de_de: Schublade Schreibtisch 2

source: Reception Desk 1
de_de: An der Rezeption 1

source: Reception Desk 2
de_de: An der Rezeption 2

source: Large Desk with Side
de_de: Großer Schreibtisch mit Seite

source: Corner Desk
de_de: Eckschreibtisch

source: Rounded Desk 1
de_de: Abgerundete Schreibtisch 1

source: Rounded Desk 2
de_de: Abgerundete Schreibtisch 2

source: Rounded Desk with Drawers
de_de: Abgerundete Schreibtisch mit Schubladen

source: Wavy Desk
de_de: Wellig Schreibtisch

source: Wavy Desk 2
de_de: Wellig Schreibtisch 2

source: Wavy Desk with Keyboard Drawer
de_de: Wellig Schreibtisch mit Tastaturauszug

source: Wavy Desk 2 with Keyboard Drawer
de_de: Wellig Schreibtisch 2 mit Tastaturauszug

source: Kidney Desk
de_de: Niere-Schreibtisch

source: Triple Desk
de_de: Dreifache Schreibtisch

source: Octagon Desk
de_de: Achteck-Schreibtisch

source: Desk System
de_de: Helpdesk-System

source: Extended Workspace
de_de: Erweiterten Arbeitsbereich

source: Airport Bench
de_de: Flughafen-Bank

source: Heavy Leather Chair
de_de: Schweres Lederstuhl

source: Round Armchair
de_de: Runde Sessel

source: Wooden Chair
de_de: Stuhl aus Holz

source: Director Chair
de_de: Regie-Stuhl

source: File Cabinet
de_de: Aktenschrank

source: File Cabinet 2
de_de: CAB-Datei 2

source: Bookcase
de_de: Bücherschrank

source: Cabinet
de_de: Schrank

source: Podium with Mic
de_de: Podium mit Mic

source: Row of Seats
de_de: Sitzreihe

source: Water Cooler
de_de: Wasserspender

source: Small Sink 1
de_de: Kleines Waschbecken 1

source: Small Sink 2
de_de: Kleines Waschbecken 2

source: Large Sink 1
de_de: Großes Spülbecken 1

source: Large Sink 2
de_de: Großes Spülbecken 2

source: Corner Sink
de_de: Eckspüle

source: Bathroom Stall
de_de: Bad Stall

source: Bathroom Stall 2
de_de: Bad Stall 2

source: Handicapped Stall
de_de: Behinderten-Stall

source: Handicapped Stall 2
de_de: Behinderte Stall 2

source: Toilet 1
de_de: Toilette 1

source: Toilet 2
de_de: Toilette 2

source: Small Tub
de_de: Kleine Badewanne

source: Larger Tub
de_de: Größere Wanne

source: Corner Tub
de_de: Eckwanne

source: Large Corner Tub
de_de: Große Eckbadewanne

source: Square Shower
de_de: Quadratische Dusche

source: Square Shower 2
de_de: Quadratische Dusche 2

source: Fridge
de_de: Kühlschrank

source: American Fridge
de_de: Amerikanischer Kühlschrank

source: Microwave
de_de: Mikrowelle

source: Stove
de_de: Ofen

source: Small Stove
de_de: Kleiner Herd

source: Kitchen Sink
de_de: Küchenspüle

source: Split Sink
de_de: Split-Waschbecken

source: Split Sink 2
de_de: Split-Spüle 2

source: Flatscreen
de_de: Fernseher mit Flachbildschirm

source: Flatscreen with Stand
de_de: Flatscreen mit Ständer

source: Slim CRT
de_de: Schlanke CRT

source: All in One PC
de_de: Alles in einem PC

source: Keyboard
de_de: Tastatur

source: Mouse
de_de: Maus

source: Scrollwheel Mouse
de_de: Scrollrad Maus

source: Printer
de_de: Drucker

source: Copier
de_de: Kopierer

source: Projector
de_de: Projektor

source: Process
de_de: Prozess

source: Predefined Document
de_de: Vordefinierten Dokument

source: Multi Document
de_de: Mehrere Dokumente

source: Predefined Process
de_de: Vordefinierten Prozess

source: Stored Data
de_de: Gespeicherten Daten

source: Internal Storage
de_de: Interner Speicher

source: Sequencial Data
de_de: Sequentielle Daten

source: Direct Data
de_de: Direkte Daten

source: Manual Input
de_de: Manuelle Eingabe

source: Manual Operation
de_de: Manueller Vorgang

source: Manual Loop
de_de: Manuelle Loop

source: Card
de_de: Karte

source: Paper Tape
de_de: Papier-Klebeband

source: Display
de_de: Anzeige

source: Preparation
de_de: Vorbereitung

source: Termination
de_de: Abschluss

source: Collate
de_de: Sortieren

source: Extract
de_de: Extrahieren

source: Merge
de_de: Anfügen

source: Sort
de_de: Sortieren

source: Summing Junction
de_de: Summierende Verbindung

source: Database
de_de: Datenbank

source: On Page Reference
de_de: Auf Page-Referenz

source: Off Page Reference
de_de: Off Page-Referenz

source: Process Iso 9000
de_de: Iso 9000 zu verarbeiten

source: Ice Cone
de_de: Eis-Kegel

source: Ice Stick
de_de: EISSTAB

source: Mug
de_de: Becher

source: Pizza Slice
de_de: Pizzastück

source: Fries
de_de: Pommes frites

source: Soft Drink
de_de: Alkoholfreies Getränk

source: Martini Glass
de_de: Martini-Glas

source: Fork
de_de: Gabel

source: Knife
de_de: Messer

source: Spoon
de_de: Löffel

source: Strong Drink
de_de: Starkes Getränk

source: Shotglass
de_de: Shotglas

source: Tall Shotglass
de_de: Hohen Shotglas

source: Cake
de_de: Kuchen

source: Strawberry
de_de: Erdbeere

source: Apple
de_de: Apfel

source: Pear
de_de: Birne

source: Pineapple
de_de: Ananas

source: Banana
de_de: Banane

source: Cherries
de_de: Kirschen

source: Tomato
de_de: Tomaten

source: Eggplant
de_de: Aubergine

source: Bell Pepper
de_de: Paprika

source: Carrot
de_de: Karotte

source: Chili Pepper
de_de: Chili-Pfeffer

source: Storage
de_de: Speicher

source: Cell
de_de: Zelle

source: External Drive
de_de: Externes Laufwerk

source: Alternative
de_de: Alternativ

source: Create Request
de_de: Anfrage erstellen

source: Decision 1
de_de: Entscheidung 1

source: Decision 2
de_de: Entscheidung 2

source: Disk Storage
de_de: Datenspeicher

source: Divided Event
de_de: Geteiltes Ereignis

source: Divided Process
de_de: Geteilter Vorgang

source: Line Curve Connector
de_de: Kurve-Verbinder Linie

source: Message from User
de_de: Meldung v. Anwender

source: Message to User
de_de: Meldung an Anwender

source: Primitive from Call Control
de_de: Eingang von Steuerung

source: Primitive to Call Control
de_de: Ausgang an Steuerung

source: Procedure
de_de: Prozedur

source: Return
de_de: Rückgabe

source: Terminator
de_de: Ende

source: Wait
de_de: Warten

source: Skull
de_de: Schädel

source: Radioactive
de_de: Radioaktiv

source: Recycle
de_de: Recyceln

source: Man
de_de: Mann

source: Woman
de_de: Frau

source: Handicapped
de_de: Behinderte

source: Heart
de_de: Herz

source: Flower
de_de: Blume

source: Male
de_de: Männlich

source: Female
de_de: Weiblich

source: Book
de_de: Buch

source: Stick Figure
de_de: Strichmännchen

source: Sun
de_de: Sonne

source: Moon
de_de: Mond

source: Orb
de_de: Kugel

source: Simple Orb
de_de: Einfach Kugel

source: Pill Button
de_de: Schaltfläche &quot;Pille&quot;

source: Main Button
de_de: Haupt-Taste

source: Glossy Button
de_de: Schaltfläche &quot;glänzend&quot;

source: Aqua Pill
de_de: Aqua-Pille

source: Human Icon
de_de: Menschlichen Symbol

source: Human Icon 2
de_de: Menschlichen Symbol 2

source: Human Icon 3
de_de: Menschlichen Symbol 3

source: Human Icon 4
de_de: Menschlichen Symbol 4

source: Male Figure
de_de: Männliche Figur

source: Female Figure
de_de: Weibliche Figur

source: Flat Figure
de_de: Flache Figur

source: New Actor
de_de: Neue Schauspieler

source: New Actor 2
de_de: Neue Schauspieler 2

source: New Actor 3
de_de: Neue Schauspieler 3

source: New Actor 4
de_de: Neue Schauspieler 4

source: Bubble Figure
de_de: Blase-Abbildung

source: Role Icon
de_de: Rolle-Symbol

source: Role Icon 2
de_de: Rolle-Symbol 2

source: User Icon
de_de: Benutzersymbol

source: Users 1
de_de: Benutzer 1

source: Users 2
de_de: Benutzer 2

source: Users 3
de_de: 3 Benutzer

source: Users 4
de_de: 4 Benutzer

source: Users 5
de_de: Benutzer 5

source: Users 6
de_de: Benutzer 6

source: Users 7
de_de: Benutzer 7

source: Users 8
de_de: Benutzer 8

source: No Traffic
de_de: Kein Verkehr

source: No Entry
de_de: Keine Einfahrt

source: No Parking
de_de: Parken verboten

source: No Parking Stop
de_de: Keine Parkplätze-Stop

source: Speed Limit
de_de: Geschwindigkeitsbegrenzung

source: No Left Turn
de_de: Links abbiegen verboten

source: No Right Turn
de_de: Rechts abbiegen verboten

source: Keep Direction
de_de: Halten Sie Richtung

source: Give Way
de_de: Vorfahrt achten

source: Highway
de_de: Autobahn

source: Dead End
de_de: Sackgasse

source: One Way
de_de: Einbahnstraße

source: Rail Crossing
de_de: Schiene überqueren

source: Parking Sign
de_de: Parkplatz Schild

source: Parking Time Sign
de_de: Parkplatz-Zeit-Zeichen

source: EU Route Sign
de_de: EU-Route-Zeichen

source: Intersection Sign
de_de: Kreuzung Zeichen

source: Traffic Light Ahead
de_de: Ampel vor

source: Road Narrows One
de_de: Straße verengt sich eine

source: Road Narrows
de_de: Straße verengt

source: Uneven Road
de_de: Unebene Straße

source: Double Curve
de_de: Doppel-Kurve

source: Attention Sign
de_de: Achtung-Zeichen

source: Height Limit
de_de: Höhenbegrenzung

source: No U Turn
de_de: Keine U-Turn

source: Recommended
de_de: Empfohlen

source: Attention Peds
de_de: Aufmerksamkeit Peds

source: Attention Roundway
de_de: Aufmerksamkeit-Rundweg

source: Turn Ahead
de_de: Schalten Sie vor

source: No Overtake
de_de: Kein überholen

source: No Truck Overtake
de_de: Keine LKW überholen

source: Caution Slippery
de_de: Vorsicht rutschig

source: End Limits
de_de: Ende Grenzen

source: Steep Hill
de_de: Steile Hügel

source: Falling Rocks
de_de: Steinschlag

source: Two Way Traffic
de_de: Gegenverkehr

source: River Bank
de_de: Flussufer

source: Wind Sign
de_de: Wind-Schild

source: Right Way
de_de: Richtige Weg

source: End Right Way
de_de: Am Ende rechts Weg

source: Road Work
de_de: Straße der Arbeit

source: US Caution
de_de: US-Vorsicht

source: US Road
de_de: US-Straße

source: US Speed Limit
de_de: US-Tempolimit

source: US Traffic Light
de_de: US-Ampel

source: US Road Work
de_de: US-Baustelle

source: US Slippery Road
de_de: US-Wildwechsel

source: US Pedestrian
de_de: US-Fußgänger

source: Sunny
de_de: Sonne

source: Clear Night
de_de: Klare Nacht

source: Sunny Hot
de_de: Sonnigen heißen

source: Cloudy
de_de: Bewölkt

source: Mostly Cloudy
de_de: Partly Cloudy

source: Mostly Cloudy Night
de_de: Meistens bewölkt Nacht

source: Partly Cloudy
de_de: Teilweise bewölkt

source: Rainy
de_de: Regnerisch

source: Downfall
de_de: Untergang

source: Mixed Rain Snow
de_de: Gemischte Regen Schnee

source: Snow
de_de: Schnee

source: Foggy
de_de: Neblig

source: Cloudy Foggy
de_de: Trüben Nebel

source: Storm
de_de: Sturm

source: T Storm
de_de: T-Sturm

source: Haze
de_de: Dunst

source: Night Haze
de_de: Nacht-Haze

source: Windy
de_de: Windig

source: Hurricane
de_de: Orkan

source: Weather Vane
de_de: Wetterfahne

source: Umbrella
de_de: Regenschirm

source: Single Drop
de_de: Tropfen

source: Single Flake
de_de: Einzelne Flake

source: Five Ruled Column
de_de: Spalte mit fünf Linien

source: Info Line
de_de: Info-Zeile

source: Break Line
de_de: Umbruchlinie

source: Section 1
de_de: Abschnitt 1

source: Section 2
de_de: Abschnitt 2

source: Section 3
de_de: Abschnitt 3

source: Reference Plane Site
de_de: Referenz-Flugzeug-Website

source: Reference Plane 1
de_de: Referenzebene 1

source: Reference Plane 2
de_de: Referenzebene 2

source: Level
de_de: Ebene

source: Datum
de_de: Bezug

source: Ceiling
de_de: Decke

source: North Arrow 1
de_de: Nordpfeil 1

source: North Arrow 2
de_de: Nordpfeil 2

source: North Arrow 3
de_de: Nordpfeil 3

source: North Arrow 4
de_de: Nordpfeil 4

source: North Arrow 5
de_de: Nordpfeil 5

source: Revision Cloud
de_de: Überarb. Wolke

source: Scale Symbol
de_de: Skalasymbol

source: Note Symbol
de_de: Hinweissymbol

source: Reference Triangle
de_de: Referenz Dreieck

source: Reference Rectangle
de_de: Referenz Rechteck

source: Reference Hexagon
de_de: Referenz Sechseck

source: Reference Oval
de_de: Referenz Ellipse

source: Reference Circle
de_de: Referenz Kreis

source: Reference Callout 1
de_de: Referenzbeschrift. 1

source: Reference Callout 2
de_de: Referenzbeschrift. 2

source: Unknown Gender
de_de: Unbekanntes Geschlecht

source: Pet
de_de: Haustier

source: Pregnancy
de_de: Schwangerschaft

source: Engagement and Separation
de_de: Engagement und Trennung

source: Engagement and Cohabitation
de_de: Engagement und Zusammenleben

source: Commited
de_de: Verpflichtet

source: Casual Relationship
de_de: Lockere Beziehung

source: Casual Relationship and Separation
de_de: Lockere Beziehung und Trennung

source: Temporary Relationship
de_de: Temporäre Beziehung

source: Separation in Fact
de_de: Trennung in der Tat

source: Legal Separation
de_de: Scheidung

source: Legal Cohabitaion
de_de: Rechtliche Cohabitaion

source: Legal Cohabitaion and Separation
de_de: Rechtliche Cohabitaion und Trennung

source: Non Sentimental Cohabitaion
de_de: Nicht Sentimental Cohabitaion

source: Non Sentimental Cohabitaion and Separation
de_de: Nicht Sentimental Cohabitaion und Trennung

source: Cohabitaion and Separation
de_de: Cohabitaion und Trennung

source: Cohabitaion and Legal Separation
de_de: Cohabitaion und Aufhebung der ehelichen Lebensgemeinschaft

source: Nullity
de_de: Nichtigkeit

source: Indifferent
de_de: Gleichgültig

source: Distant
de_de: Ferne

source: Harmony
de_de: Harmonie

source: Friendship
de_de: Freundschaft

source: Discord
de_de: Zwietracht

source: Hate
de_de: Hassen

source: Fused
de_de: Verschmolzen

source: Love
de_de: Liebe

source: In Love
de_de: Verliebt

source: Focused on
de_de: Konzentrierte sich auf

source: Fan
de_de: Gebläse

source: Limerence
de_de: Limerenz

source: Neglect
de_de: Verwahrlosung

source: Controlling
de_de: Leitung

source: Hostile
de_de: Feindlichen

source: Distant Hostile
de_de: Entfernten feindlichen

source: Violence
de_de: Gewalt

source: Distant Violence
de_de: Fernen Gewalt

source: Abuse
de_de: Missbrauch

source: Phisical Abuse
de_de: Phisical Missbrauch

source: Emotional Abuse
de_de: Emotionaler Missbrauch

source: Close Hostile
de_de: Schließen Sie feindlich

source: Fused Hostile
de_de: Feindlichen verschmolzen

source: Close Violence
de_de: Gewalt in der Nähe

source: Fused Violence
de_de: Geschmolzene Gewalt

source: Sexual Abuse
de_de: Sexueller Missbrauch

source: Best Friends
de_de: Beste Freunde

source: Distrust
de_de: Misstrauen

source: Chen Entity
de_de: Chen Einheit

source: Chen Relationship
de_de: Chen Verhältnis

source: Chen Attribute
de_de: Chen-Attribut

source: IDEF Entity
de_de: IDEF-Einheit

source: IDEF Relationship
de_de: IDEF-Beziehung

source: Crows Foot Connector
de_de: Krähen Fuß Connector

source: Circle Diameter
de_de: Kreisdurchmesser

source: Circle Radius
de_de: Kreisradius

source: Circle 3 Points
de_de: Kreis 3 Punkte

source: Arc 3 Points
de_de: Bogen 3 Punkte

source: Circles
de_de: Kreise

source: Sector Graphical
de_de: Grafische Branche

source: Arc Graphical
de_de: Arc grafische

source: Circle Tangents
de_de: Kreistangenten

source: Sector Numeric
de_de: Sektor numerisch

source: Arc Numeric
de_de: Bogen-numerisch

source: Arc Tangents
de_de: Bogentangenten

source: Line with Extensions
de_de: Linie mit Verläng.

source: Circle Tangent
de_de: Kreis, Tangente

source: Opposite Tangent
de_de: 2 Kreise, Tangente

source: Perpendicular Angle
de_de: Rechter Winkel

source: Perpendicular Lines
de_de: Rechtw. Linien

source: Triangle Free
de_de: Dreieck frei

source: Right Triangle 2
de_de: Rechtwinkliges Dreieck 2

source: Triangle Base
de_de: Dreieck-Basis

source: Diagonal Rectangle
de_de: Rechteck, Diagonale

source: Chamfered Rectangle
de_de: Schräges Rechteck

source: Chamfered Corner
de_de: Schräge Ecke

source: Multigon Edge
de_de: Polygon, Kante

source: Multigon Center
de_de: Polygon, Mittelpkt.

source: Horizontal Baseline
de_de: Horizontale Grundlinie

source: Vertical Baseline
de_de: Vertikale Grundlinie

source: Horizontal outside
de_de: Horizontal außen

source: Vertical outside
de_de: Vertikal außen

source: Aligned out Even
de_de: Auß. gleich ausger.

source: Aligned out Uneven
de_de: Auß. ungleich ausger.

source: Aligned Even
de_de: Ausgerichtet gleich

source: Aligned Uneven
de_de: Ungleich ausgerichtet

source: Arc Radius
de_de: Bogenradius

source: Radius outside
de_de: Radius außen

source: Diameter
de_de: Durchmesser

source: Diameter outside
de_de: Durchm. außen

source: Angle Center
de_de: Winkel von Mitte

source: Angle Uneven
de_de: Winkel ungleich

source: Angle Even
de_de: Winkel gleich

source: Angle outside
de_de: Winkel außen

source: Ordinate Vertical
de_de: Ordinate vertikal

source: Ordinate Horizontal Multiple
de_de: Ordinate horizontale Multiple

source: Ordinate Vertical Multiple
de_de: Ordinate vertikale Multiple

source: Centerline
de_de: Mittellinie

source: Room Measure
de_de: Raummaß

source: State
de_de: Zustand

source: Start State
de_de: Anfangszustand

source: Stop State 1
de_de: STOP-Zustand 1

source: Stop State 2
de_de: Endzustand 2

source: Entity 1
de_de: Entität 1

source: Entity 2
de_de: Entität 2

source: External Iteractor
de_de: Externe Iteractor

source: Process 1
de_de: Prozess 1

source: Process 2
de_de: Prozess 2

source: Oval Process
de_de: Ovaler Prozess

source: Object
de_de: Objekt

source: Data Store 1
de_de: Datenspeicher 1

source: Data Store 2
de_de: Datenspeicher 2

source: Data Store 3
de_de: Datenspeicher 3

source: Center to Center Flow
de_de: Mitte zu Mitte Flow

source: Loop on Center
de_de: Schleife auf Mitte 1

source: Folded Corner
de_de: Gefaltete Ecke

source: Smiling Face
de_de: Lachendes Gesicht

source: Lightning Bolt
de_de: Gewitterblitz

source: Up Ribbon
de_de: Menüband hoch

source: Down Ribbon
de_de: Menüband runter

source: Vertical Scroll
de_de: Vertikaler Scrollen

source: Horizontal Scroll
de_de: Horizontales Scrollen

source: Wave
de_de: Welle

source: Double Wave
de_de: Doppelte Welle

source: Effect
de_de: Wirkung

source: Category 1
de_de: Kategorie 1

source: Category 2
de_de: Kategorie 2

source: Primary Cause 1
de_de: Primäre Ursache 1

source: Primary Cause 2
de_de: Primäre Ursache 2

source: Secondary Cause 1
de_de: Sekundäre Ursache 1

source: Secondary Cause 2
de_de: Sekundäre Ursache 2

source: Secondary Cause 3
de_de: Sekundäre Ursache 3

source: Secondary Cause 4
de_de: Sekundäre Ursache 4

source: Secondary Cause 5
de_de: Sekundäre Ursache 5

source: Secondary Cause 6
de_de: Sekundäre Ursache 6

source: None Opposite
de_de: Keine gegenüber

source: Vertical Opposite
de_de: Vertikale Gegenteil

source: Horizontal Opposite
de_de: Horizontale Gegenteil

source: Reposition Extension Line
de_de: Erweiterungslinie positionieren

source: Resize Circle
de_de: Kreis skalieren

source: Reposition Bend
de_de: Krümmung positionieren

source: Add Point
de_de: Punkt hinzufügen

source: Remove Point
de_de: Punkt entfernen

source: Top Thickness
de_de: Linienstärke oben

source: Bottom Thickness
de_de: Linienstärke unten

source: Inner Left
de_de: Innen links

source: Inner Bottom
de_de: Inneren unteren

source: Snip size
de_de: Beschnittgröße

source: Top Right
de_de: Oben rechts
